app/controllers/beers_controller.rb

SELECT "beers".* FROM "beers"
---
  def index
    @beers = Beer.all